# -*- truncate-lines: nil; -*-
#+TITLE: タスク管理
#+category: daily tasks

* 使い方
howmとの統合に時間がかかりそうなので，一旦このファイルで日常のタスク管理をおこなう．
毎日の日常的なタスクをまとめて管理する．
まず，日付を\C-c . でつける．
- \C-c \C-q : タグ付．
- \C-c \C-d : deadline
- \C-c \C-s : scheduled
- \C-u \C-c . : date and time
- \C-c \C-x i で時間計測開始
- \C-c \C-x o で時間計測終了
- \C-c \C-x d : 各TODOに費やした時間を表示

* <2020-05-08 金>
** DONE [#A] 鉄壁3-5                                                :english:
   CLOSED: [2020-05-08 金 17:30] DEADLINE: <2020-05-08 金>
   :LOGBOOK:
   CLOCK: [2020-05-08 金 17:15]--[2020-05-08 金 17:29] =>  0:14
   CLOCK: [2020-05-08 金 16:40]--[2020-05-08 金 17:13] =>  0:33
   CLOCK: [2020-05-08 金 15:07]--[2020-05-08 金 15:33] =>  0:26
   :END:

** DONE [#A] わび草作り                                            :aquarium:
   CLOSED: [2020-05-08 金 18:56] DEADLINE: <2020-05-08 金>
   :PROPERTIES:
   :ORDERED:  t
   :END:
   :LOGBOOK:
   CLOCK: [2020-05-08 金 18:05]--[2020-05-08 金 18:56] =>  0:51
   :END:
   ピートがあまりに残っているので，新しい土台をつくることはせずに，
   - ロタラspレインボー（H2）
   を巻き付けた．後水かえもやった．

** DONE [#A] 先端科学技術特論1レポート                           :university:
   CLOSED: [2020-05-08 金 19:43] DEADLINE: <2020-05-09 土>
   :LOGBOOK:
   CLOCK: [2020-05-08 金 19:12]--[2020-05-08 金 19:43] =>  0:31
   :END:

** TODO [#C] mobile-orgの設定                                         :emacs:
   SCHEDULED: <2020-05-08 金>
   :LOGBOOK:
   CLOCK: [2020-05-09 土 06:05]--[2020-05-09 土 07:49] =>  1:44
   :END:
   こいつの設定にはorg-captureを理解する必要があるので，そこからやる．
   [[https://orgmode.org/ja/features.html]]
   
** DONE [#C] setting gcc mail                                           :lab:
   CLOSED: [2020-05-09 土 06:03] SCHEDULED: <2020-05-08 金>
   :LOGBOOK:
   CLOCK: [2020-05-09 土 05:52]--[2020-05-09 土 05:58] =>  0:06
   :END:

   
* <2020-05-09 土>
** DONE [#A] 履修登録期限                                        :university:
   CLOSED: [2020-05-11 月 12:15] DEADLINE: <2020-05-11 月>

** DONE [#A] 履修科目控えを常行先生に提出                        :university:
   CLOSED: [2020-05-11 月 12:15] DEADLINE: <2020-05-18 月>
 #+begin_quote
Ｓセメスター、Ｓ1・Ｓ2タームの履修登録期間は以下の通りです。
履修登録期間：2020年4月17日(金)9：00～2020年5月11日(月)23：59まで
履修科目控の提出締切： 2020年5月18日(月) 17：00
提出先：指導教員にＰＤＦで提出
 #+end_quote

** DONE [#A] 明石さんにgmailを送る．                                    :lab:
   CLOSED: [2020-05-09 土 10:10] DEADLINE: <2020-05-09 土>

** DONE [#B] 原田さん．受験のノートを持っていく                      :others:
   CLOSED: [2020-05-10 日 09:33] DEADLINE: <2020-05-09 土>

** DONE [#A] 鉄壁6-10                                               :english:
   CLOSED: [2020-05-11 月 09:23] SCHEDULED: <2020-05-09 土>
   :PROPERTIES:
   :ORDERED:  t
   :END:
   :LOGBOOK:
   CLOCK: [2020-05-09 土 11:28]--[2020-05-09 土 11:40] =>  0:12
   CLOCK: [2020-05-09 土 10:58]--[2020-05-09 土 11:10] =>  0:12
   CLOCK: [2020-05-09 土 10:27]--[2020-05-09 土 10:52] =>  0:25
   CLOCK: [2020-05-09 土 08:22]--[2020-05-09 土 08:23] =>  0:01
   CLOCK: [2020-05-09 土 07:57]--[2020-05-09 土 08:13] =>  0:16
   :END:

** DONE [#B] org-bulletsの設定                                        :emacs:
   CLOSED: [2020-05-11 月 09:23]

* <2020-05-10 日>
 一日寝て終わってしまった．．．少なくとも鉄壁の遅れは明日取り戻したい．
一応一日5個づつ終われば，10日間で終わる計算なのでそこまで悪くないかなと．あとはDUOと英検1級，TOEFLEの3さつが残っている．
DUOはまた毛色が違うので後回しでよい．TOEFLEのも単語帳というより学問でつかう言い回しとかの本なのでやらんで良い．英検一級までは終わらせて早く検索できる体制を整えたい．逆にTOEIC用に何か単語帳を買ってくるのがよいと思う．

* <2020-05-11 月> 
** DONE [#A] 鉄壁11-15                                              :english:
   CLOSED: [2020-05-11 月 12:37]
   :LOGBOOK:
   CLOCK: [2020-05-11 月 11:49]--[2020-05-11 月 12:04] =>  0:15
   CLOCK: [2020-05-11 月 11:27]--[2020-05-11 月 11:49] =>  0:22
   CLOCK: [2020-05-11 月 10:08]--[2020-05-11 月 10:29] =>  0:21
   CLOCK: [2020-05-11 月 09:45]--[2020-05-11 月 10:02] =>  0:17
   CLOCK: [2020-05-11 月 09:23]--[2020-05-11 月 09:34] =>  0:11
   :END:

 
   
* <2020-05-12 火>
学振をやって鉄壁などに手が回らなかった

* <2020-05-13 水>
学振に取り組む．どうも文章を書くのにやけに時間がかかっていけない．もっと訓練が必要だと感じた．
そのためにとは言わないが，やはり研究以外のことにもなにか取り組んで頭を使っていかないといけない．

* <2020-05-14 木>
** DONE [#B] beyerdynamicキャッシュバック                             :music:
   CLOSED: [2020-05-16 土 17:39]
** DONE [#B] 俯瞰講義                                            :university:
   CLOSED: [2020-05-15 金 06:02] SCHEDULED: <2020-05-14 木 18:30>


* <2020-05-15 金>
学振でまたもや進まなかった．

* <2020-05-16 土>
** DONE [#A] 鉄壁16-20                                              :english:
   CLOSED: [2020-05-16 土 15:08]
   :LOGBOOK:
   CLOCK: [2020-05-16 土 14:44]--[2020-05-16 土 15:08] =>  0:24
   CLOCK: [2020-05-16 土 14:21]--[2020-05-16 土 14:38] =>  0:17
   CLOCK: [2020-05-16 土 13:55]--[2020-05-16 土 14:19] =>  0:24
   CLOCK: [2020-05-16 土 13:28]--[2020-05-16 土 13:55] =>  0:27
   CLOCK: [2020-05-16 土 13:11]--[2020-05-16 土 13:27] =>  0:16
   :END:
   
** DONE [#A] 鉄壁21-25                                              :english:
   CLOSED: [2020-05-16 土 18:00]
   :LOGBOOK:
   CLOCK: [2020-05-16 土 17:46]--[2020-05-16 土 18:00] =>  0:14
   CLOCK: [2020-05-16 土 17:07]--[2020-05-16 土 17:18] =>  0:11
   CLOCK: [2020-05-16 土 16:02]--[2020-05-16 土 16:19] =>  0:17
   CLOCK: [2020-05-16 土 15:30]--[2020-05-16 土 15:53] =>  0:23
   CLOCK: [2020-05-16 土 15:15]--[2020-05-16 土 15:29] =>  0:14
   :END:

** DONE [#A] 鉄壁26-30                                              :english:
   CLOSED: [2020-05-17 日 01:12]
   :LOGBOOK:
   CLOCK: [2020-05-17 日 00:59]--[2020-05-17 日 01:12] =>  0:13
   CLOCK: [2020-05-17 日 00:47]--[2020-05-17 日 00:58] =>  0:11
   CLOCK: [2020-05-17 日 00:09]--[2020-05-17 日 00:24] =>  0:15
   CLOCK: [2020-05-16 土 23:05]--[2020-05-16 土 23:19] =>  0:14
   CLOCK: [2020-05-16 土 20:51]--[2020-05-16 土 21:17] =>  0:26
   :END:

** DONE [#B] 原田さん答案作り2つ                                     :others:
   CLOSED: [2020-05-16 土 13:01]
   中学受験の問題を使って（これはいくつか送ってもらったのを使えばよい）答案の見本を作ろう．
   一日二つづつ作っていけば1週間でだいぶたまるかな．
** TODO [#A] 俯瞰講義レポート                                    :university:
   DEADLINE: <2020-05-18 月>
 


* <2020-05-17 日>
** DONE [#A] 原田さん答案作り2p                                      :others:
   CLOSED: [2020-05-17 日 18:01]
** DONE [#A] 学振締め切り                                               :lab:
   CLOSED: [2020-05-17 日 23:46]
** DONE [#A] 鉄壁31-35                                              :english:
   CLOSED: [2020-05-18 月 11:10]
   :LOGBOOK:
   CLOCK: [2020-05-18 月 10:55]--[2020-05-18 月 11:10] =>  0:15
   CLOCK: [2020-05-18 月 10:37]--[2020-05-18 月 10:54] =>  0:17
   CLOCK: [2020-05-18 月 00:55]--[2020-05-18 月 01:04] =>  0:09
   CLOCK: [2020-05-18 月 00:41]--[2020-05-18 月 00:55] =>  0:14
   CLOCK: [2020-05-17 日 23:47]--[2020-05-17 日 23:58] =>  0:11
   :END:

** DONE [#B] mewでメールを扱う方法                                    :emacs:
   CLOSED: [2020-05-17 日 17:20]
 mewの設定は以外とかんたんに出来た．詳細はclmemoに書いてあるのでそこを読んで．
 ターミナルでメールを受け取るよりもこっちのほうが断然楽だと思う．

* <2020-05-18 月>
** DONE [#A] QLEAP報告書を常行先生に送る                                :lab:
   CLOSED: [2020-05-18 月 18:11] DEADLINE: <2020-05-18 月>
** DONE [#B] 原田さん答案づくり2p                                    :others:
   CLOSED: [2020-05-18 月 18:11]
   :LOGBOOK:
   CLOCK: [2020-05-18 月 17:36]--[2020-05-18 月 18:11] =>  0:35
   CLOCK: [2020-05-18 月 17:02]--[2020-05-18 月 17:07] =>  0:05
   :END:
** DONE [#A] 鉄壁36-40                                              :english:
   CLOSED: [2020-05-18 月 13:30]
   :LOGBOOK:
   CLOCK: [2020-05-18 月 12:47]--[2020-05-18 月 12:53] =>  0:06
   CLOCK: [2020-05-18 月 11:35]--[2020-05-18 月 11:45] =>  0:10
   CLOCK: [2020-05-18 月 11:20]--[2020-05-18 月 11:32] =>  0:12
   :END:

** DONE [#A] 鉄壁41-45                                              :english:
   CLOSED: [2020-05-19 火 19:23]
   :LOGBOOK:
   CLOCK: [2020-05-18 月 18:59]--[2020-05-18 月 19:14] =>  0:15
   CLOCK: [2020-05-18 月 16:33]--[2020-05-18 月 16:59] =>  0:26
   :END:
** DONE [#B] マーラーの音源整理                                       :music:
   CLOSED: [2020-05-19 火 03:14]
   :LOGBOOK:
   CLOCK: [2020-05-18 月 23:00]--[2020-05-19 火 03:13] =>  4:13
   :END:
とりあえずマーラーから音源の整理を始めた．想像以上に大変な作業で，時間を見つけて早めにやったほうがよい．


* <2020-05-19 火>
** DONE [#A] 原田さん答案づくり2p                                    :others:
   CLOSED: [2020-05-20 水 22:23]
** DONE [#A] 鉄壁46-50                                              :english:
   CLOSED: [2020-05-20 水 15:00]
   :LOGBOOK:
   CLOCK: [2020-05-20 水 14:53]--[2020-05-20 水 14:59] =>  0:06
   CLOCK: [2020-05-20 水 13:24]--[2020-05-20 水 13:27] =>  0:03
   CLOCK: [2020-05-20 水 12:50]--[2020-05-20 水 13:00] =>  0:10
   CLOCK: [2020-05-20 水 05:01]--[2020-05-20 水 05:11] =>  0:10
   CLOCK: [2020-05-20 水 04:51]--[2020-05-20 水 05:01] =>  0:10
   CLOCK: [2020-05-20 水 04:24]--[2020-05-20 水 04:33] =>  0:09
   :END:



* <2020-05-20 水>
** DONE [#A] 原田さん答案づくり2p                                    :others:
   CLOSED: [2020-05-21 木 00:05]


* <2020-05-21 木>
** DONE [#A] 原田さん，罫線入りノートづくり                          :others:
   CLOSED: [2020-05-21 木 19:31]
** DONE [#A] 原田さん答案づくり2p                                    :others:
   CLOSED: [2020-05-21 木 20:05]
   :LOGBOOK:
   CLOCK: [2020-05-21 木 19:38]--[2020-05-21 木 20:05] =>  0:27
   :END:

** DONE [#B] excelで単語の検索をできるように．[2/2]                 :english:
   CLOSED: [2020-05-21 木 19:31]
*** DONE [#B] 全体からの検索
    CLOSED: [2020-05-21 木 19:31]
*** DONE [#B] 鉄壁と究極の一致を調べる
    CLOSED: [2020-05-21 木 10:08]
    やってみたら鉄壁はそこまで一致してなかった．

** DONE [#A] 英字新聞                                               :english:
   CLOSED: [2020-05-21 木 23:37]
   :LOGBOOK:
   CLOCK: [2020-05-21 木 23:00]--[2020-05-21 木 23:07] =>  0:07
   CLOCK: [2020-05-21 木 21:49]--[2020-05-21 木 22:10] =>  0:21
   :END:
  英語のデータベース化が完了した．今後英語をやるときは，まずexcelに単語を登録して，それからノートなどで勉強するように．これで新聞読みも捗るとおもう．
新聞は，the japan timesを一記事，NY times internationalを一記事読む．これに加えて溜め込んでいる古い分を追加で読んでいく感じにしたい．手帳に「NP」の文字を入れること．時間の計測は，記事を読む時間と単語を調べる時間とで分けて計測する．（ひとつの記事に取り組めば2回計測する感じ）
** DONE [#A] 英単語6000-6300                                        :english:
   CLOSED: [2020-05-23 土 00:45]
   :LOGBOOK:
   CLOCK: [2020-05-22 金 01:02]--[2020-05-22 金 01:19] =>  0:17
   :END:
一日300語を目指して復習する．こうすると，Lv12まで6000wordsあるので20日で一周する．
   
* <2020-05-22 金>
** DONE [#A] 英単語6300-6600                                        :english:
   CLOSED: [2020-05-24 日 04:49]
今日から，英字新聞+英単語練習+ラジオ英会話の組み合わせを徹底する．とりあえず毎日この3つをコピペすること．
** DONE [#A] 英字新聞                                               :english:
   CLOSED: [2020-05-23 土 12:43]
** DONE [#A] 原田さん答案作り2p                                      :others:
   CLOSED: [2020-05-23 土 14:21]
   :LOGBOOK:
   CLOCK: [2020-05-23 土 14:06]--[2020-05-23 土 14:21] =>  0:15
   :END:

** DONE [#B] magitの習得                                              :emacs: 
   CLOSED: [2020-05-22 金 23:39]
  一応commitまではできるようになった．あとは実践して慣れていきましょう．


* <2020-05-23 土>
** DONE [#A] 単語テストの実装                                       :english:
   CLOSED: [2020-05-23 土 18:52]
   :LOGBOOK:
   CLOCK: [2020-05-23 土 18:30]--[2020-05-23 土 18:51] =>  0:21
   :END:
  とりあえずvol7で20題作るものだけ作ってみた．乱数を生成するだけなので楽．
** DONE [#A] 英単語練習6600-6900                                    :english:
   CLOSED: [2020-05-24 日 22:27]
今日から，英字新聞+英単語練習+ラジオ英会話の組み合わせを徹底する．とりあえず毎日この3つをコピペすること．
** DONE [#A] 英字新聞                                               :english:
   CLOSED: [2020-05-26 火 00:11]
** DONE [#B] 読書                                                     :books:
   CLOSED: [2020-05-23 土 18:23]
   :LOGBOOK:
   CLOCK: [2020-05-23 土 16:33]--[2020-05-23 土 18:23] =>  1:50
   :END:
   「理科系の作文技術」
** DONE [#A] 原田さん答案作り2p                                      :others:
   CLOSED: [2020-05-23 土 16:27]

<2020-05-24 日>


* <2020-05-24 日>
** DONE [#A] 英単語練習6900-7200                                    :english:
   CLOSED: [2020-05-25 月 16:18]
今日から，英字新聞+英単語練習+ラジオ英会話の組み合わせを徹底する．とりあえず毎日この3つをコピペすること．

** DONE [#A] 英字新聞                                               :english:
   CLOSED: [2020-05-26 火 00:12]


* <2020-05-25 月>
** DONE [#A] 俯瞰講義レポート                                    :university:
   CLOSED: [2020-05-25 月 23:53] DEADLINE: <2020-05-25 月>

** DONE [#A] 英単語練習7200-7500                                    :english:
   CLOSED: [2020-05-26 火 23:10]
今日から，英字新聞+英単語練習+ラジオ英会話の組み合わせを徹底する．とりあえず毎日この3つをコピペすること．

** DONE [#A] 英字新聞                                               :english:
   CLOSED: [2020-05-26 火 00:51]
記事を読む→手帳に写す→excelでチェック→記事を貼り付けるの4つをroutineでやる．

* <2020-05-26 火>
** DONE [#A] 英単語練習7500-7800                                    :english:
   CLOSED: [2020-05-27 水 01:06]
今日から，英字新聞+英単語練習+ラジオ英会話の組み合わせを徹底する．とりあえず毎日この3つをコピペすること．

** しばらく研究に集中するため，英字新聞と単語を中止する．


<2020-05-31 日>


<2020-05-31 日>

<2020-05-31 日>


<2020-05-31 日>


* <2020-05-31 日>
** DONE [#A] 先端科学レポート                                    :university:
   CLOSED: [2020-06-08 月 06:28] DEADLINE: <2020-05-25 月>

** DONE [#A] 俯瞰講義レポート                                    :university:
   CLOSED: [2020-06-01 月 23:55]


** DONE [#A] 願書の取り寄せ封筒を出す．                          :university:
   CLOSED: [2020-05-31 日 19:11]
** DONE [#A] 原田さん準備                                            :others:
   CLOSED: [2020-05-31 日 19:50]


** TODO [#B] ロタラsp福建省をわび草化                              :aquarium:
   水上栽培のロタラ福建省がへたってきたので，わび草にして水中に退避させる．
** DONE [#B] pasorama習得                                           :english:
   CLOSED: [2020-06-08 月 06:28]

* <2020-06-08 月>
** DONE [#A] 有機物性論6/3分レポート                             :university:
   CLOSED: [2020-06-08 月 06:29]
** DONE [#A] 俯瞰講義6/4分レポート                               :university:
   CLOSED: [2020-06-08 月 23:58] DEADLINE: <2020-06-08 月>
** DONE [#A] 先端科学概論6/5分レポート                           :university:
   CLOSED: [2020-06-08 月 11:02] DEADLINE: <2020-06-10 水>

* <2020-06-10 水>
** 祖父葬儀                                                          :others:
  12:00スタート．今回の教訓は，スーツと靴の場所を把握しておくこと，
 葬式の時は，棺にたむけのものを入れることができるので，次からは準備するとよい．

** AKG N5005購入                                                      :music:

* <2020-06-12 金>
** DONE [#A] 有機物性論前半レポート                              :university:
   CLOSED: [2020-06-12 金 23:54] DEADLINE: <2020-06-12 金>


** DONE [#A] 学費免除書類，簡易書留                              :university:
   CLOSED: [2020-06-15 月 18:02]

* <2020-06-13 土>
** DONE [#A] ピアノ再会                                               :music:
   CLOSED: [2020-06-14 日 15:40]
  ピアノを再開した．革命を弾いてみたが指が全然動かない．．．
　まずはレパートリーの復旧から初めて行きたい．加えて新しく月の光の譜読みを進める．
   - Beethoven PS No.8 pathetique
   - 革命，牧羊
   - ballade No.3 
   - fantaisie-impromptu
  腕ならしになりそうな曲から優先すること！

<2020-06-14 日>
** DONE [#B] 理科系の作文技術読了
   CLOSED: [2020-06-14 日 15:41]
** DONE [#B] 水換え                                                :aquarium:
   CLOSED: [2020-06-15 月 18:02]


* <2020-06-15 月>
** TODO [#B] ピアノ                                                   :music:


** TODO [#B] A100聴き比べ                                             :music:
  せっかくだし，A100とipodの聴き比べをしてみよう．音源としては単純なピアノ曲とpcon，交響曲を使う．
  イヤホンは，まずはXelento Remoteを使う．
| 音源                      | レビュー                                     |
| zimerman chopin Pcon No.1 | ipodの方は調整がかなりドンシャリになってる． |
| Mozart PC23,Boem,Pollini  | 弦楽器の音が少し軽い                         |
| Pollini etude Op.10-10    | 違いはわからない  違いはわからない           |
| ブレンデル即興曲D899-2    |                                              |
|                           |                                              |

全体的な傾向として，ipodの方が元気の良いサウンドだと思う．高域はipodの方がしっかりでている．
ただ，同時に音が荒いのか，耳に刺さってつかれる．
また，コントラバスなどの弦の超低温の空気震動をよく感じられるのはwalkmanの方．

逆に，ピアノ独奏の音源では違いがほぼわからなかった．
ツィマーマンのバラード4，ポリーニの革命，
と聞いたけど，革命は違いがわからない．バラード4番は少し空気感が違う気がする．

* <2020-06-16 火>
** コード新調によってピアノが復活した．
   規格は8.6mmメガネコード．
   今回はヨドバシでJVC CN-325B を買った．定格は定格　7A　125V．
   HP-305では電源100Vと書いてあるので，125Vなら余裕があって大丈夫．
   ちなみに，125Vで7Aまで流せるので，約900Wまで耐えられる，ということみたい．
** AKG N5005到着．
   Xelentoと比較すると，やっぱりXelentoは中域の艶やかさや低域の量で勝る．
   N5005は傾向としてはBA型のUE900S寄りだ．それでもDDドライバーのためかUE900Sよりは低域が出ている．
   持っている3つの中でもっともフラットというか，そういう感じ．
   PCONを聞いていると，あんまりピアノが前に出てこない感じがある．これはオケの主張が激しいという意味．
   ピアノ独奏は普通に良い．若干気になるのは，高域と低域で聞こえてくる場所がちょっと違うことかな．
   これは多ドラハイブリッドの宿命という気もする．


* <2020-06-17 水>
** DONE [#B] 60Wに水を追加                                         :aquarium:
   CLOSED: [2020-06-19 金 10:54]


* <2020-06-19 金>
** DONE [#A] 先端化学概論レポート                                :university:
   CLOSED: [2020-06-19 金 10:55]
   期限は一週間なので気をつけること！
** DONE [#B] フィルター掃除                                        :aquarium:
   CLOSED: [2020-06-19 金 12:11]


* <2020-06-20 土 23:30>
** DONE [#B] 60Wに水を追加                                         :aquarium:
   CLOSED: [2020-06-20 土 23:30]
** 今日から，風呂の時間を21:30にして通知を出すようにした．





* <2020-06-22 月>
** DONE [#A] 俯瞰講義レポート                                    :university:
   CLOSED: [2020-06-23 火 16:33]

* <2020-06-23 火>
** 水口にお別れ会の代金26352円を振り込み．                           :others:
  これに応じて，残りのlabにあるお金は自分のところへ移動させよう．
  最後に，反省点などをまとめておくこと．

** なぞの頭痛により活動停止を余儀なくされてしまった．．．
 久しぶりに外出したせいか？いずれにせよ，かなり体力が落ちているので，
 MERITのプレゼンが終わったら運動をはじめよう．

* <2020-06-24 水>
** DONE [#A] 有機物性レポート                                    :university:
   CLOSED: [2020-06-24 水 20:44]
   有機物性のレポートは，火曜日が期限だった．．．
   この点に注意しないといけない．


* <2020-06-26 金>
** DONE [#A] 先端科学技術特論1レポート                           :university:
   CLOSED: [2020-06-26 金 02:49]
   こちらのレポートは金曜に提出しても問題ない．


* <2020-06-27 土> 
** MERIT発表

* <2020-06-28 日>
** DONE [#B] M水換え                                               :aquarium:
   CLOSED: [2020-06-29 月 17:41]
** DONE [#A] ピアノ                                                   :music:
   CLOSED: [2020-06-29 月 17:41]
   とりあえず，レパートリーの修復を優先する．革命はなんとかなりそう．
   バラード1-3，英雄ポロネーズ，軍隊ポロネーズ
   次点で
   スケルツォ2，アンダンテ・スピアナート，牧羊，月光
   

* <2020-06-29 月>
** 今気づいたけど，6/15にsonyからNW-A107のキャッシュバック来てるね．3000円帰ってきた．
** 以外とソニストでWM1Aを買っても市場価格と変わらない（11万4千円）ことに気づく．
   提携カードbank walletだと3%引きで，11万くらいまで値段が下がるので，これだったら買ってもよいな．．．
   eイヤホンの中古価格が7万円で，4万円の差はデカイ気もするんだけどねぇ
   だけど，現状eイヤにでてるのってどれも傷つきっぽいから，再度売るときに価格がどうなるか不安ではある．
   →そこで，とりあえずbank walletの登録だけした．1週間くらいでカード届くらしい．


** DONE [#A] 俯瞰講義レポート                                    :university:
   CLOSED: [2020-06-30 火 03:07]



** <2020-07-04 土>
** 今週はほぼなにも出来ずに終わってしまった．．．土日から挽回を．

* <2020-07-05 日>
** あかん，まじで気力がわかない．．．
** 部屋が汚すぎるのが一因かもしれないのでちょっと部屋の整理をした．

* <2020-07-06 月>
** DONE [#A] MERIT俯瞰講義レポート                               :university:
   CLOSED: [2020-07-06 月 05:09]

* <2020-07-07 火>
** 有機物性論レポート                                            :university:
 今回はちょっと問題が大変なのもあってパス．

* <2020-07-08 水>
** moraでバックハウスのpsのハイレゾ聞いたけど，これめっちゃ音いいな．．．

* <2020-07-10 金>
** DONE [#A] 先端科学概論レポート                                :university:
   CLOSED: [2020-07-10 金 07:13]
   newIMACで録画したら音声がとれてなかった．今後はoldMACで録画して，データをnewIMACに移すのがよいだろう．
   そして，今回で6本目なのでタスクはこれで終わりだと思われる．


** DONE [#A] ピアノ練習                                               :music:
   CLOSED: [2020-07-10 金 05:31]
  Tc計算の方に目処がついてきたので，ピアノ練習も再開していこう．
  まずは主力となるレパートリー，バラ1,2,3,革命,英ポロを弾けるようにすること．
  そして，バックアップとして軍隊も練習したい所．以上が至上命題．
  それとは別に，簡単な曲をいくつかピックアップして弾けるようにしたいという欲求がある．
  バッハ平均律1-1とトルコ行進曲は良い題材だと思うのでこれに取り組む．
  で，それに加えて悲愴mov3を完成させたいよね．バックハウスの演奏を聞いているとそこまでアップテンポではないんだよなぁ
  



** TODO [#B] このタイミングで水槽周りの整理を．                    :aquarium:
  labの発表まで一瞬なので，今日を使って水槽を整理．
  現状どの水槽もアオミドロがひどい．あと，相変わらずエスペイが駄目そう．
  →とにかくブラインは再開しよう．
  やることリスト 
   - 
   -
  →うーん，プレミアムモスはだいぶ枯れてしまったみたいですね．．．
   気温が高いのが良くなかったのか，あるいは空気を入れ替えなかったのがよくなかったのか．．．
   やっぱり水上だけじゃなくて，水中栽培でも安定して増やしていけたらいいんだけどなぁ．
  →福建省はなぜか復活したっぽいので侘び草化は保留で．
  →1年近くこの体制でやってきてわかったのは，やはりマンションだと水草の維持はやりにくいということ．
   CO2の添加ができないのは致命的で，種類によっては維持すらあやうい．
  →また，わりと忙しくて当初の目標だった産卵までなかなか手が出せない．．
  →うーん，やっぱりマンションは畳んで，60Wを2階で，90を1階でやるのが水草のためには良さそうだ．
   このままやっていると，どっちも中途半端になっちゃいそうなのが良くない．
   


* <2020-07-17 金>
** 昨日発表が終わったので，他の所にもリソースが割ける．
** DONE [#A] パスモ還元を受け取る@コンビニ．                         :others:
   CLOSED: [2020-07-17 金 12:33]
   コンビニでわりと簡単に実行できる．
** DONE [#A] 先端科学レポート                                    :university:
   CLOSED: [2020-07-19 日 18:42]
   とりあえず一本提出した．<2020-07-17 金 17:21>

** DONE [#A] 水槽掃除．                                            :aquarium:
   CLOSED: [2020-07-19 日 18:42]
   :LOGBOOK:
   CLOCK: [2020-07-17 金 13:27]--[2020-07-17 金 16:48] =>  3:21
   CLOCK: [2020-07-17 金 13:25]--[2020-07-17 金 13:27] =>  0:02
   :END:
   これも再開．まずはいったんM水槽の水をかえる．
   

** DONE [#C] 水槽台の検討について．                                :aquarium:
   CLOSED: [2020-07-19 日 18:42]
   水槽台なんだけど，JUN ステージアは4.1万で買えるのかと思ってたら
   どうも大型手数料は別に取られるらしい．うーん．
   すると次の金額は4.5万円．これだけ出す価値があるのかどうかというのが微妙．
   cube a stumpは8万円くらい．
   結局，無垢と化粧板の両方の見積もりを出した．


* <2020-07-19 日>
** 今日は納骨の日だった．
** TODO [#A] 水槽整理                                              :aquarium:
   いよいよ90の始動にむけて準備を開始．
   90を立ち上げるタイミングですでに2Fで60Wに注水して，水草を維持しないといけない．
   というわけで，できれば今日M水槽の方を整理したい．
   - エスペイ
   - ブルーアイ
   - 空M
   - キンセン
   - ドジョウ
   - ミナミS
  作業開始．<2020-07-19 日 19:35>
  何段階化に分ける．
  1：まずはMの水を抜く．
  2：生体を空いているMに避難させる．<2020-07-20 月 17:35>
  3：メタルラックを撤去する．
  4：


* <2020-07-20 月>
** DONE [#A] お買い物マラソン．                                       :music:
   CLOSED: [2020-07-25 土 19:22]
   WM1Aを買う．楽天は買い物に使うのは3万Ptが限度らしい．
   あと，どうもポイントを使ってもお買い物マラソンで入ってくる方のポイントは変わらないっぽい？
   これがただしいなら，合計1万ポイントくらいになるはずなので後でよくチェックしよう．
   

* <2020-07-21 火>
** moraの期限ということで，とりあえずグルダとエルバシャを買ってみた．（4000円）
   ダウンロード開始<2020-07-20 月 23:08>
   これで今月はカードで1万円使ったから，あとは自制しよう．
   WM1Aのケースはamazonのポイントを使って買えばよい．
   そして，今回の買い物で欲しい物はほぼ一通りかったので，今後は節約のphaseに入る．
   
** DONE [#A] 図書館に本返却．                                    :university:
   CLOSED: [2020-07-25 土 19:21]
   いよいよ図書館が開館したので，本2札を返しに行く．


* <2020-07-25 土>
** ついにcube a stumpの注文を完了した．
   納期が1.5~2ヶ月ということで，思ったより時間がかかるかもしれないなぁ．
   お盆の頃に60Wを2Fに持ってくる感じだろうか？


* <2020-08-04 火>
** walkman聴き比べ．
   せっかくなのでWM1AとA106を比べてみよう．イヤホンはXelentoを使用．
   WM1Aの方が低音がしっかり出る．
   あと，A106の方がドンシャリで，元気が良い音の出方をする．
   ipodと比べたときは大分A106はおとなしいという感じだったけど，WM1Aを聴いてしまうと，，，という感じ．
   ドンシャリなだけならチューニングの違いで済むんだけど，音自体の解像度が低くて，さらに分離感が弱いせいか，A106の方は雑に聞こえてしまう．
   WM1Aはピアノペダルの残響がA106よりもしっかり残って，しかも綺麗な気がする．

   いくつか違いのわかりやすいトラックをあげておこう，
*** ギレリス，ヨッフムのBrahms PC.no2-mov2の冒頭．
    冒頭のピアノと，そのバックの弦楽器に注目．ピアノは残響も含めて音の広がり（これが音場というやつかもしれない）が感じられ，A106ではこじんまりとした場所で聴いているようなイメージなのが，WM1Aではまさにホールで聴いているような感覚になる．加えて，解像度が全然違うわ．特にピアノの音がより細かく解像される．あと，やっぱり低音の迫力が全然違って，弦楽器のバスが芯を持って聞こえてくる．

    特に，この"音場感"（というのは，これが本当に音場なのかがよくわからないから）というものに注目してみると，若干違いのわかりにくいmov1の冒頭も結構違っていることに気づく．（あるいはなんとなく感じていた違いの原因がわかってくる）冒頭のホルンやピアノの残響を含めた音の広がりがわかりやすい．例えば冒頭のホルンの導入は右側から音が聞こえてくるわけだけど，この時WM1Aではホールで音が響いているように聞こえる．これは左側にもこのホルンの響いている音が入っているところが比べやすい．ここらへんの音の残響はA106ではもしかしたら意図的にされているのかもしれない．そっちの方がスピード感のある音楽とかだと聞きやすいだろうし．（打ち込みの多音であんまり音が響くと音が濁ったりしそう．）WM1Aではこの残響がきれいに再現されていることであたかもホールで実際に聴いているような効果を得ることに成功していると思う．

    加えて，楽器の音の迫力が結構ちがっているということに気づく．A106の方がドンシャリで元気よく音が聞こえてくるせいでこの点を言語化するのに時間がかかってしまったのだが，確かにA106は元気な音で，それ故の迫力というものがある．しかし，WM1Aではそれとは違った，「生楽器由来」っぽい力強さといった迫力がある．なので，オーケストラが盛り上がっているような場所で両者をくらべると，前者は雑に聞こえる一方で後者には自然な説得力がある．この迫力の原因のひとつに解像度の違いがありそうだけど，ここらへんはまだ確信が持てないのでまた今度．

   そして，WM1Aはこの「迫力」が故にA106よりも手前から音が聞こえているように聞こえる．（イメージとしては遠近法に近いのかな．WM1Aは音が力強いことに加えて解像度も高い一方，A106はここらへんが微妙なので，遠くでボソボソ鳴ってるんだな，と感じる．）これが今までWM1Aですこし音場が狭くなったと感じていた理由のようだ．だから，実際にネット上で音場と言われているものはこれとはちょっと違うんだろうな．


散々褒めたけど，デメリットとかについても言及しておこう．
まず，正直A106"だけ"聴いたらそれで満足する程度にA106のクオリティは高いと思う．（これは私が高級オーディオを知らなかった故とも言える）
次に，こっちがもんだいなんだけど，mp3ではあまりWM1Aの優位性が感じられなかった．厳密にはpoliniのetudeを聴くときにA106では44.1/16で，WM1Aでは320pで聴いたのだが，たしかにWM1Aの解像度の高さといった特徴はよく出ているんだけど，それでもCD音質と320pの違いが大きくてA106の方がよく聞こえた．（厳密には，WM1Aではピアノのアタックの瞬間の解像度は高いんだけど，持ち味の残響とかが全然聞こえない，solidな音になってしまう．A106のCD音質では境界録音ということもあってかそこらへんがよく聞こえていて音がmildだったという話で，これは音の傾向がちがって比べにくく，ならばWM1Aに価格なりのmeritを見出しにくいという意味である）

これが一番問題かもしれないけど，古めの（録音状態が微妙な）録音を聴く時についてである．例としてアシュケナージの1961のバラード．こういう音源では正直両者の違いがわかりにくい．（そもそもピアノ独奏では両者の違いがでにくいような所があるかもしれない．poliniのポロネーズも聴き比べしてみたけど，確かに解像度があがって音は綺麗になるのだが，それによって得られる感動がオーケストラほど大きくないと感じる．この原因がわからない．．．）
   
あと，Xelentoは結構違いがわかりやすいんだけど，N5005の方はそこまで違いが大きくないように聞こえる．
ギレリスのbrahms pc2-2を聴いてみるとよい．



** DONE [#A] 現代科学コミュニケーション                          :university:
   CLOSED: [2020-08-05 水 10:56]
   10:30-17:00なので注意．


** TODO [#A] 英語の再開．                                           :english:
   めちゃくちゃ新聞が溜まってしまったので，それの処理から始めよう．
   英語excelの運用も再開する．

** TODO [#A] ピアノ                                                   :music:
   8/13の発表会に向けて，バラード1番を練習している．なんとか毎日練習する癖をつけたい所．
   また，これに加えてレパートリーの修復を行っている．
   今後の見通しとして発表会後にエチュードを一曲完成させたいので，Op.25-1かOp.25-12を候補として修復を図っている．
   また今後の予定として，幻想即興曲，愛の夢，月の光，シューベルト即興曲90-2を中堅曲としてレパートリーに加えて生きたい．難易度によって3段階に分解し，難曲は先生の所で完成させる一方，容易曲，中堅曲については自分で完成度を高める訓練を積んでいこう．
   | 容易曲 | アンダンテ・スピアナート，平均律など |
   | 中堅曲 | 幻想即興曲，愛の夢など               |
   | 難曲   | エチュードなど                       |
   |        |                                      |
   ピアノ演奏には譜読み，暗譜，技術向上の三段階あるわけだが．．．
   容易曲の平均律は譜読み練習に使えると思うので，継続的に取り組みたい．
   
* <2020-08-05 水>
** TODO [#A] ピアノ                                                   :music:
   バラード1番の練習について．武良先生のところでの録音をwalkmanに入れて分析．
   全体として，起伏に乏しい，表現の豊かさに欠ける．なんかすごい弾き急いでいるように感じる．
   これは，高校のときとかには急いで弾いているつもりでも間が長すぎたりしたのとは逆の感じになってる．
   技術的に直すべき点も何点かある．1回目の盛り上がり47，51小節．2回目の盛り上がり110，119小節．
   その後のカデンツァの音量コントロール．コーダは209-211の和音を強調．

* <2020-08-06 木> 

* <2020-08-07 金>
** DONE [#A] ヨドバシ荷物を受け取りに吉祥寺へ                         :music:
   CLOSED: [2020-08-08 土 07:31]
   やはり片道30分はかかる．井の頭公園以降は人が多いなど，サイクリングルートとしては問題あり．
   
** DONE [#A] ピアノ                                                   :music:
   CLOSED: [2020-08-08 土 07:32]
   2時間ほど練習．etude25-1,25-12はほぼ暗譜の状態まで持ってこれた．



* <2020-08-13 木>
** DONE [#A] 新聞再開                                               :english:
   CLOSED: [2020-08-13 木 06:02]
   ようやく新聞を再開した．二ヶ月分くらい溜まっているので早めのペースで消化したい．
** DONE [#A] ピアノ発表会                                             :music:
   CLOSED: [2020-08-14 金 12:43]
   ついに発表会当日．10:40から20分間の事前練習と，2:00~2:45までの間の合同練習（１人2分）がある．
   事前練習前にcodaを正確に弾けるように家で調整してから出かけたい．
   で，14:00までには事前練習で出た問題点を解決する感じで．
   基本的にテンポ設定はゆっくり目でということを意識しよう．

   また，調布へいくついでにDaiso東急or Daisoロイヤルプラザ（両方駅南口）へ行ってプラ瓶を追加で購入してこよう．
   服をどうするかの調整もやらないといけない．

   <2020-08-14 金 01:40>
   発表会おわり．今回は全然緊張しなかった．
   持ってくるYシャツを間違えたことに頭が取られていたのか，
   あるいはまだ練習が完璧でなかったために失敗してもしょうがないという諦観がよかったのか．．．
   
   演奏自体はあまり成功とは言えなかった（ミスがかなり多かった）けど，録音聞いた感じだとまあ許容かなって感じ．
   codaは直前に左手のfを調整したのが思いの他よく聞こえていてよかった．今までみたいに全部fで弾くとすこししつこい感じだったので．
   今回は練習時間が足りなかった感が半端ないけど，手が大きくなっているからか，ちゃんと技術が戻ってくれば以前よりうまく弾くことができるかもしれない．

** DONE [#A] 先端化学概論レポート                                :university:
   CLOSED: [2020-08-14 金 11:27]
   これもやらないといけない．．．→なんとか書いて提出できた．とくにさいしょのコトの価値について自動運転を思いついたのは好便だった．

<2020-08-14 金>

* <2020-08-14 金>
** TODO [#A] 今日は明石さんとの議論．
   これ用の用意をやってから，英語やら他のことをやろう．
   
** TODO [#A] 新聞                                                   :english:
   単語帳のexcel VBAも徐々に改善していきたい．次に実装したいのは新しく追加された部分からの検索機能．

** TODO [#B] 運動                                                    :others:
   明らかに体力が落ちているっぽくて，すぐに眠くなる．これを解消するためにも，やはり毎日運動はするべきだ．チャリかランニングか，できればランニングをやりたいんだけどなぁ．
   チャリにしても，もう少しルートの開拓をしたほうがよいだろう．吉祥寺ルートは人が多くて精神衛生序うよろしくない．野川ルートをもう一度試してみるか．

* <2020-08-20 木>
** また一週間たってしまった．ここまで研究に打ち込めてないのはちょっと怖いな．．．
   とりあえず明石さんとの毎週の議論をきっかけにして研究に打ち込んで行きたい．

** 

* <2020-09-07 月>
ここのところは修論がやばいという恐怖からちゃんと研究できてる．
やっぱ自分の原動力はこの恐怖感なのかなぁ

** 理学部の研究倫理受講届けを提出
** 8月personal recordを明石さんに提出
** 演習5のTAの打ち合わせ

* total time
以下のスクリプトで，\C-c \C-x \C-uを入れる．

#+BEGIN: clocktable :maxlevel 10 :scope agenda :tags "" :tstart "2020-05-07" :tend "2020-05-19"
#+CAPTION: Clock summary at [2020-05-18 月 18:20]
| File      | Headline                      |    Time |      |
|-----------+-------------------------------+---------+------|
|           | ALL *Total time*              | *14:06* |      |
|-----------+-------------------------------+---------+------|
| test.org  | *File time*                   |  *0:03* |      |
|           | タイムスタンプ                |    0:03 |      |
|-----------+-------------------------------+---------+------|
| added.org | *File time*                   |  *0:00* |      |
|-----------+-------------------------------+---------+------|
| diary.org | *File time*                   | *14:03* |      |
|           | <2020-05-08 金>               |    4:25 |      |
|           | \_  鉄壁3-5                   |         | 1:13 |
|           | \_  わび草作り                |         | 0:51 |
|           | \_  先端科学技術特論1レポート |         | 0:31 |
|           | \_  mobile-orgの設定          |         | 1:44 |
|           | \_  setting gcc mail          |         | 0:06 |
|           | <2020-05-09 土>               |    1:06 |      |
|           | \_  鉄壁6-10                  |         | 1:06 |
|           | <2020-05-11 月>               |    1:26 |      |
|           | \_  鉄壁11-15                 |         | 1:26 |
|           | <2020-05-16 土>               |    4:26 |      |
|           | \_  鉄壁16-20                 |         | 1:48 |
|           | \_  鉄壁21-25                 |         | 1:19 |
|           | \_  鉄壁26-30                 |         | 1:19 |
|           | <2020-05-17 日>               |    1:06 |      |
|           | \_  鉄壁31-35                 |         | 1:06 |
|           | <2020-05-18 月>               |    1:34 |      |
|           | \_  原田さん答案づくり2p      |         | 0:40 |
|           | \_  鉄壁36-40                 |         | 0:28 |
|           | \_  鉄壁41-45                 |         | 0:26 |
#+END


